// src/data/constructionData.js

export const objectCategoryOptions = {
    "Строительство жилых домов": ["Брик таун", "НЖ 3", "НЖ 4-5", "СПОРТ 2", "Элитка"],
    "Строительство и ремонт дорог": ["Дороги НЖ 4,5", "Дорога Шале ла Бале", "Развязка"],
    "Строительство и реконструкция коммерческих, частных и туристических объектов": [
      "Горная Ульбинка", "Здания коммерческого назначения", "Зимовьё", "Коммерческие объекты",
      "Коммерческие помещения в жилых домах", "Мелада", "Нуртау", "Орлан",
      "Урунтаева 12/1", "Черемушки"
    ],
    "Строительство сетей и благоустройство": ["Сети и благоустройство", "Благоустройство", "Инженерные сети"],
    "Строительство объектов инфраструктуры (кроме жилых домов)": [
      "Бизнес центр пр.Победы", "Ветлаборатория", "Резиденция", "Учебные заведения", "Хилтон"
    ],
    "Производственные объекты": [
      "База Самарское", "База Эскор", "БРУ", "Кирзавод", "КОС", "Новоявленка",
      "Парыгино", "Цех брусчатки", "Цех ЖБИ", "Карьеры"
    ],
    "Гарантийные работы" : [ "Нурлы Жол 1-2", "19 мкр."]
  };
  
  export const objectPositionOptions = {
    "Брик таун": ["Брик Таун 1", "Брик Таун 2"],
    "НЖ 3": ["поз.56", "поз.57", "поз.58", "поз.59", "поз.60", "поз.63", "поз.64", "поз.65", "поз.69", "поз.72", "Стройгородок НЖ3", "Экополис поз.73", "Экополис поз.74", "Экополис паркинг поз.75"],
    "НЖ 4-5": ["поз.1.1", "поз.1.2", "поз.1.3", "поз.1.4", "поз.1.5", "поз.1.6", "поз.1.7", "поз.1.8", "поз.1.9"],
    "СПОРТ 2": ["поз.100", "поз.101", "поз.73-75", "поз.74", "поз.76", "поз.93"],
    "Элитка": ["Элитка"],
    "Дороги НЖ 4,5": ["Дороги НЖ 4,5"],
    "Дорога Шале ла Бале": ["Дорога Шале ла Бале"],
    "Развязка": ["Развязка"],
    "Горная Ульбинка": ["Горная Ульбинка", "Орленок", "Каменный карьер"],
    "Зимовьё": ["Зимовьё"],
    "Коммерческие объекты": ["ROYAL B", "Автомойка (АТХ)", "Автомойка (Нурлы Жол)", "Кафе Бистро", "Кренделия"],
    "Коммерческие помещения в жилых домах": [
      "Магазин Жибек Жолы 3", "Медцентр Жибек Жолы", "поз.107 (Детский сад)",
      "поз.107 КП", "поз.13/1 КП", "поз.49/1 КП", "поз.50/1 КП (Салон Красоты)", "поз.53/2 КП"
    ],
    "Мелада" : ["Мелада"],
    "Нуртау": ["Нуртау"],
    "Орлан" : ["б/о Орлан", "Орлан ИЖД-1", "Орлан ИЖД-1"],
    "Урунтаева 12/1": ["Урунтаева 12/1"],
    "Черемушки" : ["Черемушки"],
    "Сети и благоустройство": ["Н.Бухтарма"],
    "Благоустройство": ["Благоустройство Гребной канал", "Благоустройство НЖ3", "Благоустройство СПОРТ 2"],
    "Инженерные сети": ["Коллектор", "Сети ОВ ВК НЖ 3", "Сети ОВ ВК НЖ 4,5", "Сети ОВ ВК СПОРТ 2", "Сети Эл НЖ 4,5"],
    "Бизнес центр пр.Победы": ["Бизнес центр пр.Победы"],
    "Ветлаборатория": ["Ветлаборатория"],
    "Резиденция": ["Резиденция"],
    "Учебные заведения": ["Дет.сад НЖ", "Комфортная школа", "Ледовый каток", "Лицей"],
    "Хилтон": ["Хилтон"],
    "База Самарское": ["База Самарское"],
    "База Эскор": ["База Эскор"],
    "БРУ": ["БРУ"],
    "Карьеры": ["Карьер Аблакетка", "Карьер Новоявленка"],
    "Кирзавод": ["Кирзавод"],
    "КОС": ["КОС"],
    "Новоявленка": ["Комбинат ПГС"],
    "Парыгино": ["БСУ"],
    "Цех брусчатки": ["Цех брусчатки"],
    "Цех ЖБИ": ["Цех ЖБИ"],
    "Нурлы Жол 1-2": ["поз.40", "поз.41", "поз.42","поз.53","поз.54","поз.55","поз.49/1","поз.50/1","поз.51/1","поз.53/1","поз.53/2","поз.54/1","поз.54/2"],
    "19 мкр." : [ "19 мкр."],
    "Здания коммерческого назначения" : ["Есенберлина 6Б"]
  };
  