export const defectsDictionary = {
    "Выдавливание опалубки в дверном проёме":
      "Не достаточное раскрепление опалубки",
    "Неровности на поверхности монолитной конструкции в связи с отслоением верхнего ламинированного слоя фанеры ШЛС":
      "Износ фанеры", 
    "Не демонтированные тайротные трубки в монолитной конструкции":
      "Несвоевременное и неполное выполнение работ по демонтажу элементов опалубочной системы после бетонирования", 
    "Пересечение технических отверстий для стояков с лежаками инженерных сетей":
      "Ошибка в проекте",      
    "При проверке рейкой L=2,5 м зазор более 5 мм (в связи с износом фанеры)":
      "Износ фанеры",    
    "Увеличенная ширина технологического шва между вертикальными конструкциями и плитой перекрытия":
      "Чрезмерное использование монтажной пены", 
  };

  export const defectsFixDictionary = {
    "Выдавливание опалубки в дверном проёме":
      "Восстановление геометрии дверного проёма",
    "Неровности на поверхности монолитной конструкции в связи с отслоением верхнего ламинированного слоя фанеры ШЛС":
      "Сбивка неровностей (наплывов) и выравнивание", 
    "Не демонтированные тайротные трубки в монолитной конструкции":
      "Демонтирование тайротных трубок", 
    "Пересечение технических отверстий для стояков с лежаками инженерных сетей":
      "Алмазное бурение технологических отверстий д.100-150 глубиной 200 мм",      
    "При проверке рейкой L=2,5 м зазор более 5 мм (в связи с износом фанеры)":
      "Устройство дополнительного слоя черновой штукатурки",    
    "Увеличенная ширина технологического шва между вертикальными конструкциями и плитой перекрытия":
      "Заделка цементно-песчаным раствором", 
  };  